export const formalEndingMap = {
  했: '습니다.',
  되: '었습니다.',
  있: '습니다.',
  없: '습니다.',
  것: '입니다.',
  봤: '습니다.',
  줬: '습니다.',
  만들: '었습니다.',
  만났: '습니다.',
  받았: '습니다.',
  도왔: '습니다.',
  느꼈: '습니다.',
  배웠: '습니다.',

  었: '습니다.',
};

export const politeEndingMap = {
  했: '어요.',
  됐: '어요.',
  있: '어요.',
  없: '어요.',
  봤: '어요.',
  줬: '어요.',
  만들: '었어요.',
  만났: '어요.',
  받았: '어요.',
  도왔: '어요.',
  느꼈: '어요.',
  배웠: '어요.',
};

export const plainEndingMap = {
  했: '었다.',
  되: '었다.',
  있: '었다.',
  없: '었다.',
  만들: '었다.',
  만났: '었다.',
  받았: '었다.',
  배웠: '었다.',
};
